Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Though strain has only rarely been known to actually kill an async, the use of too much active psi can be life-threatening in some circumstances.
fr_fr: Bien que la mort d'async provoquées par le drain soit un phénomène rare, l'utilisation de trop de psi actif peut mettre l'async en danger de mort dans certaines circonstances.

source: In game terms, every active sleight has a Strain Value of 1d10 $$ 2 (round up) DV.
fr_fr: En terme de jeu, chaque exploit actif possède une Valeur de Drain de 1d10 $$ 2 (arrondies au supérieur) VD.

source: Every active sleight lists a Strain Value Modifier that modifies this amount.
fr_fr: Chaque exploit actif possède une Valeur de Modificateur de Drain qui modifie ce total.

source: For example, a sleights with a Strain Value Modifier of –1 inflicts (1d10 $$ 2) –1 DV.
fr_fr: Par exemple, un exploit avec une Valeur de Modificateur de Drain de -1 inflige (1d10 $$ 2) -1 DV.

source: If the damage points suffered from strain exceed the character’s Wound Threshold, they may inflict a wound just like other damage (see Wounds, p.
fr_fr: Si les points de dommages générés par le drain dépassent le Seuil de Blessure d'un personnage, ils peuvent infliger une blessure comme toute autre source de dommage (voir Blessures, p.

source: Matric is investigating a disappearance, so he decides to use his Qualia sleight to boost his Intuition while hunting for clues.
fr_fr: Matric est en train d'enquêter sur une disparition, il décide donc d'utiliser son exploit Qualia pour booster son intuition pendant qu'il cherche des indices.

source: That psi-chi sleight takes only a Quick Action to initiate and requires no test.
fr_fr: Cet exploit chi-psi ne prend qu'une Action Rapdie pour se déclencher et ne nécessite pas de test.

source: Matric’s WIL is 25, so the duration of this temporary sleight is 5 Action Turns (25 $$ 5 = 5).
fr_fr: La VOL de matric est 25, donc la durée de cet exploit temporaire est de 5 Tours d'Action (25 $$ 5 = 5).

source: The sleight’s Strain modifier is –1, so he is facing (1d10 $$ 2) –1 DV.
fr_fr: Le modificateur de Drain de l'exploi est de -1, il doit donc encaisser (1d10 $$ 2) - 1 DV.

source: He rolls a 1, so he takes no strain at all!
fr_fr: Il obtient un 1 et il ne prend donc pas de drain.

source: Later on, Matric finds himself in a life-or-death struggle with a kidnapper.
fr_fr: Un peu plus tard, Matric se retrouve prit dans une lutte à mort avec un kidnapper.

source: Lucky for Matric, they’re in a melee, so he’s close enough to try and touch his opponent.
fr_fr: Heureusement pour Matric, ils sont au corps à corps et il est donc suffisament proche pour tenter de toucher son adversaire.

source: On his Action Phase, he makes an Unarmed Combat Test with a +20 modifi er (for a touch-only attack) and succeeds.
fr_fr: A sa Phase d'Action, il fait un Test de Combat à Mains nues avec un modificateur de +20 (pour une attaque de toucher uniquement) et réussit.

source: This allows him to try and use his Psychic Stab sleight.
fr_fr: Cela lui permet d'essayer d'utiliser son exploit Frappe Psychique

source: He rolls his Psi Assault of 57 against the target’s WIL x 2 (32).
fr_fr: Il lance sa compétence Assaut Psi de 57 contre la VOL x 2 de sa cible (32).

source: His target is in a worker pod morph, however, which is less susceptible to psi, so he receives a +30 modifier (32 + 30 = 62).
fr_fr: Sa cible est incarnée dans un pod ouvrier qui est donc moins sensible au psi, il reçoit donc un modificateur de +30 (32 + 30 = 62).

source: Matric rolls a 32 and the worker pod a 64—Matric wins!
fr_fr: Matric obtient 32 et le pod ouvrier un 64 - Matric l'emporte!

source: For damage, he rolls 1d10 + (WIL $$ 10).
fr_fr: Pour détermeiner les dégats, il lance 1d10 + (VOL $$ 10).

source: His WIL is 25, so that’s 1d10 + 3.
fr_fr: Sa VOL est 25, ce qui fait donc 1d10 + 3.

source: He rolls a score a 7 and inflicts 10 (7 + 3) points of damage.
fr_fr: Il obtient un 7 et inflige donc 10 (7 + 3° points de dommage à sa cible.

source: The worker pod screams in pain, suffering a wound from the psychic assault.
fr_fr: Le pod ouvrier hurle de douleur, souffrant d'une blessure suite à l'assaut psychique.

source: {Psi-Chi Sleights} Psi-chi sleights are async abilities that speed up cognitive informatics (internal information processing) and enhance the user’s perception and cognition.
fr_fr: {Exploits Chi-Psi} Les exploist chi-psi sont le capacités des aync qui accélère l'informatique cognitive (traitement interne de l'information) et améliore la perception et la cognition de l'utilisateur.

source: {Ambience Sense} Psi Type: Passive
fr_fr: {Précognition Ambiante} Type: Passif

source: Action: Automatic
fr_fr: Action: Automatique

source: Range: Self
fr_fr: Portée: Soi

source: Duration: Constant
fr_fr: Durée: Permanente

source: This sleight provides the async with an instinctive sense about an area and any potential threats nearby.
fr_fr: Cet exploit fournit à l'async une compréhension instinctive d'une zone et de toute menace potentielle environnantes.

source: The async receives a +10 modifier to all Investigation, Perception, Scrounging, and Surprise Tests.
fr_fr: L'async reçoit un modificateur de +10 à tous les jets d'Investigation, de Perception, de Fouille et aux Test de Surprise.

source: {Cognitive Boost} Psi Type: Active
fr_fr: {Boost Cognitif} Type: Actif

source: Action: Quick
fr_fr: Action: Rapide

source: Duration: Temp (Action Turns)
fr_fr: Durée: Temp (Tour d'Actions)

source: Strain Mod: –1
fr_fr: Mod. de Drain: –1

source: The async can temporarily elevate their cognitive performance.
fr_fr: L'async peut élever temporairement ses performances cognitives.

source: In game terms, Cognition is raised by 5 for the chosen duration.
fr_fr: En terme de jeu, la Cognition est augmentée de 5 pour la durée déterminée.

source: This boost to Cognition also raises the rating of skills linked to that aptitude.
fr_fr: Ce boost à la Cognition augmente également le niveau des compétences liées à cette aptitude.

source: {Downtime} Psi Type: Active
fr_fr: {Veille} Type: Actif

source: Action: Task (min.
fr_fr: Action: Tâche (min.

source: 4 hours)
fr_fr: 4 heures)

source: Duration: Sustained
fr_fr: Durée: Maintenue

source: Strain Mod: 0
fr_fr: Mod. de Drain: 0

source: This sleight provides the async with the ability to send the mind into a fugue-state regenerative downtime, during which the character’s psyche is repaired.
fr_fr: Cet exploit donne à l'async la possibilité d'envoyer un esprit dans un fugue de veille régénérative, pendant laquelle la psyche du personnage est réparée.

source: The async must enter the downtime for at least 4 hours; every 4 hours of downtime heals 1 point of stress damage.
fr_fr: L'async doit entrer en veille pour au moins 4 heures; chaque période de 4 heures de veille soigne 1 point de dégats de stress.

source: Traumas, derangements, and disorders are unaffected by this sleight.
fr_fr: Les traumas, dérangement et désordres mentaux ne sont pas affectés apr cet exploit.

source: For all sensory purposes, the async is catatonic during downtime, completely oblivious to the outside world.
fr_fr: Dans le cadre de toute tentative de perception, l'async est cataonique durant la veille, complètement isolés du monde extérieur.

source: Only severe disturbances or physical shock (such as being wounded or hit by a shock weapon) will bring the async out of it.
fr_fr: Seul les plus grosses perturbations ou les chocs physiques (tels qu'être blessé ou touché par une arme à choc) sortira l'async de cet état.

source: {Emotion Control} Psi Type: Passive
fr_fr: {Contrôle Émotionnel} Type: Passif

source: Emotion Control gives the async tight control over their emotional states.
fr_fr: Contrôle des Émotions donne à l'async un contrôle précis de son état émotionnel.

source: Unwanted emotions can be blocked out and others embraced.
fr_fr: Les émotions non désirées peuvent être bloquées et d'autres peuvent être adoptées.

source: This has the benefit of protecting the async from emotional manipulation, such as the Drive Emotion sleight or Intimidation skill tests.
fr_fr: Ceci à pour bénéfice de protéger l'async des manipulatiosn émotionnelles, telles que l'exploit Déclencher une Émotion ou la compétence Intimidation.

source: The async receives a +30 modifier when defending against such tests.
fr_fr: L'async reçoit un bonus de +30 lorsqu'il se défend contre de tels tests.

source: {Enhanced Creativity} Psi Type: Passive
fr_fr: {Créativité Améliorée} Type: Passif

source: An async with Enhanced Creativity is more imaginative and more inclined to think outside the box.
fr_fr: Un async avec Créativité Améliorée est plus imaginatif et plus enclin à sortir des cadres de pensées.

source: Apply a +20 modifier to any tests where creativity plays a major role.
fr_fr: Appliquez un modificateur de +20 à tous les tests dans lequel la créativité à un rôle majeur.

source: This level of ingenuity can sometimes seem strange and different, manifesting in odd or creepy ways, especially with artwork.
fr_fr: Ce niveau d'ingéniosité peut parfois paraître étarnge et déifférent, se manifestant de manière bizarre et terrifiante, partciulièrement dans le cadre d'œuvres d'art.

source: {Filter} Psi Type: Passive
fr_fr: {Filtre} Type: Passif

source: Filter allows the async to filter out out distractions and eliminate negative situational modifiers from distraction, up to the gamemaster’s discretion.
fr_fr: Filtre permet à l'async de filtrer les distractions et d'élliminer les modificateurs situationnels négatifs liés à la distraction, dans les limites déterminées par le maître de jeu.

source: {Grok} Psi Type: Active
fr_fr: {Grok} Type: Actif

source: Action: Complex
fr_fr: Action: Complexe

source: Duration: Instant
fr_fr: Durée: Instantanée

source: By using the Grok sleight, the async is able to intuitively understand how any unfamiliar object, vehicle, or device is used simply by looking at and handling it.
fr_fr: En utilisant l'exploit Grok, l'async est capable de comprendre instinctivement comment n'importe quel objet, véhicule ou appareil non familier est utilisé simplement en le regardant et en le manipulant.

source: If the character succeeds in a COG x 2 Test, they achieve a basic ability to use the object, vehicle, or device, no matter how alien or bizarre.
fr_fr: Si le personnage réussit un test de COG x 2, il parvient à déterminer une utilisation basic de l'obejt, du véhicule ou de l'appareil, indépendamment de l'étrangeté ou de la bizzarerie du métériel en question.

source: This sleight does not provide any understanding of the principles or technologies involved—the psi user simply grasps how to make it work.
fr_fr: Cet exploit ne fournit pas une compréhension des principes technologiques mis en œuvre - l'utilisateur de psi saisit juste comment le faire fonctionner.

source: If a test is called for, the psi user receives a +20 modifier to use the device (this bonus only applies to unfamiliar devices, and/or tests the character is defaulting on—it does not apply to devices the character is familiar with).
fr_fr: Si un test est nécessaire, l'utilisateur de psi reçoit un modificateur de +20 pour utiliser l'appareil (ce bonus ne s'applique qu'au appareil non-familier et/ou aux tests pour lesquels le personnage se défausse - il ne s'applique pas au apapreils avec lequel le personnage est familier).

source: {High Pain Threshold} Psi Type: Passive
fr_fr: {Haute Tolérance à la Douleur} Type: Passif

source: This sleight allows the async to block out, ignore, or otherwise isolate pain.
fr_fr: Cet exploi autorise l'async à bloquer, ignorer ou d'une manière ou d'une autre à isoler la douleur.

source: The async reduces negative modifiers from wounds by 10.
fr_fr: L'async réduit les modificateurs négatif liés aux blessures de 10.

source: {Hyperthymesia} Psi Type: Passive
fr_fr: {Hyperthymesie} Type: Passif

source: Hyperthymesia grants the async a superior autobiographical memory, allowing them to remember the most trivial of events.
fr_fr: L'hyperthymésie donne à l'async une mémoire autobiographique supérieur, lui permettant de se rappeler des éveènements les plus triviaux.

source: A hyperthymestic async can be asked a random date and recall the day of the week it was, the events that occurred that day, what the weather was like, and many seemingly trivial details that most people would not be able to recall.
fr_fr: On peut demander à un async hyperthymésique de donner, pour une date passée choisie aléatoirement, le jour de la semaine, ce qu'il s'est passé ce jour là, quel temps faisait-il et plein d'autres détails insignifiant que la plupartd es gens nesont pas capable de retenir.

source: {Instinct} Psi Type: Passive
fr_fr: {Instinct} Type: Passif

source: Instinct bolsters the async’s subconscious ability to gauge a situation and make a snap judgment that is just as accurate as a careful, considered decision.
fr_fr: Instinct améliore la capacité subconsciente d'un async a estimer une situation et à faire un jugement rapide qui est aussi précis qu'une décision prudente et réfléchie.

source: For Task Actions that involve analysis or planning alone (typically Mental skill actions), the async may reduce the timeframe by 90% without suffering a modifier.
fr_fr: Pour les Actiosn de Tâches qui n'impliquent que de l'analyse et de la plannification (typqiuemet, des actions liées aux compétences Mentales), l'async peut réduire l'intervalle de temps de 90% sans subir de modificateur.

source: For Task Actions that involve partial analysis/ planning, they may reduce the timeframe by 30% without penalty.
fr_fr: Pour les Actions de Tâches qui n'impliquent que partiellement de l'analyse/planification, il peut réduire l'intervalle de temps de 30% sans souffrir de pénalités.

source: {Multitasking} Psi Type: Passive
fr_fr: {Multitâche} Type: Passif

source: The async can handle vast amounts of information without overload and can perform more than one mental task at once.
fr_fr: L'async peut gérer un vaste total d'information sans surcharge et peut effectuer plus d'une action mental en même temps.

source: The character receives an extra Complex Action each Action Phase that may only be used for mental or mesh actions.
fr_fr: Le personnage reçoit une Action Complexe supplémentaire à chaque Tour d'Action qui ne peut être utilisée que pour des actiosn mentales ou sur le mesh.

source: {Pattern Recognition} Psi Type: Passive
fr_fr: {Reconnaissance de Motifs} Type: Passif

source: The character is adept at spotting patterns and correlating the non-random elements of a jumble—related items jump out at them.
fr_fr: Le personnage est un adepte de la détection de motifs et de la corrélation d'éléments non-aléatoire d'un magma d'information - les éléments liés lui saute aux yeux.

source: This is useful for translating languages, breaking codes, or find clues hidden among massive amounts of data.
fr_fr: Cette compétence est utiles pour la traduction, le cassage de code ou pour trouver des indices cachés dans une montagne de données.

source: The character must have a sufficiently large sample enough time to study, as determined by the gamemaster.
fr_fr: Le personnage doit avoir un échantillon suffisament large et assez de temps pour étudier, déterminés par le maître de jeu.

source: This might range from a few hours of listening to a spoken transhuman language to a few days of investigating inscriptions left by long-dead aliens to a week or more of researching a lengthy cipher.
fr_fr: Cela peut aller de quelques heures d'écoute d'un langage transhumain parlé à quelques jours d'investigation et d'études d'inscription laissées par des aliens depuis longtemps décédés juquu'à une semaine ou plus de recherche de code secret particulièrement long.

source: Languages may be comprehended by reading or listening to them being spoken.
fr_fr: Les langues peuvent être comprise par la lecture ou par l'écoute d'extrait parlés.

source: Apply a +20 modifier to any appropriate Language, Investigation, Research, or cod-breaking Tests (note that this does not apply to Infosec Tests made by software to decrypt a code).
fr_fr: Appliquez un modificateur de +20 à chaque Test approprié de Langue, Investigation, Recherche ou de cassage de code (notez que cela ne s'applique pas aux Tests d'Infosec fait par un logiciel pour déchiffrer un code)

source: The async may also use this ability to more easily learn new languages, reducing the training time by half.
fr_fr: L'async peut également utiliser cette capacité pour apprendre plsu facilement de nouveaux Langages, réduisant de moitié le temps d'entraînement nécessaire.

source: {Predictive Boost} Psi Type: Passive
fr_fr: {Boost de Prédiction} Type: Passif

source: The Bayesian probability machine features of the async’s brain are boosted by this sleight, enhancing their ability to estimate and predict outcomes of events around them as they unfold in real-time and update those predictions as information changes.
fr_fr: La machine de probabilité Bayesienne caractéristique du cerveau d'un async est boostée par cet exploit, renforçant sa capacité à estimer et à prévoir l'issue d'évènements autour d'eux alors qu'ils se déroulent en temps réels et transforme ces prédictions en informations.

source: In effect, the character has a more intuitive sense for which outcomes are most likely.
fr_fr: En pratique, le personnage perçoit intuitivement les issues les plus probables.

source: This grants the character a +10 bonus on any skill tests that involve predicting the outcome of events.
fr_fr: Cela donne au personnage un bonus de +10 a tout test de compétence qui impliquent de prévoir l'issue d'évènements.

source: It also bolsters the async’s decision-making in combat situations by making the best course of action more clear, and so provides a +10 bonus to both Initiative and Fray Tests.
fr_fr: Cela renforce également le processus décisionnel de l'async en situation de combat en mettant en exergue la meilleure suite d'action à effectuer, et lui procure donc un modificateur de +10 aux test d'Initiative et de Défilement.

source: {Qualia} Psi Type: Active
fr_fr: {Qualia} Type: Actif

source: The async can temporarily increase their intuitive grasp of things.
fr_fr: L'async peut temporairement augmenter sa compréhension intuitive des choses.

source: In game terms, Intuition is raised by 5 for the chosen duration.
fr_fr: En terme de jeu, l'Intuition est augmentée de 5 pour la durée choisie.

source: This boost to Intuition also raises the rating of skills linked to that aptitude.
fr_fr: Ce boost à l'Intuition augmente également le niveau des compétences liées à cette aptitude.

source: {Savant Calculation} Psi Type: Passive
fr_fr: {Calcul Savant} Type: Passive

source: The character possesses an incredible facility with intuitive mathematics.
fr_fr: Le personnage possède d'incroyable facilités avec les mathématiques intuitives.

source: They can do everything from calculate the odds exactly when gambling to predicting precisely where a leaf falling from a tree will land by observing the landscape and local wind currents.
fr_fr: Il peut faire n'importe quoi du calcul exact des probabilités lors de paris à la prédiction précise de l'endroit où va atterir une feuille tombant d'un arbre en observant le paysage et les courants de vents locaux.

source: The character specializes in calculation involving the activity of complex chaotic systems and so can calculate answers that even the fastest computers could not, including things like patterns of rubble distribution from an explosion.
fr_fr: Le personnage se spécialise en calculs impliquant l'activité de systèmes chaotiques complexes et peut donc calculer les réponses que même les ordianteurs les plus rapides ne peuvent calculer, incluant des choses comme les motifs de distribution de débris lors d'une explosion.

source: However, this mathematic facility is largely intuitive, so the character does not know the equations they are solving, they merely know the solution to the problem.
fr_fr: Cependant, cette fcilité en maths et largement intuitive, le personnage ne connait pas l'équation qu'il résout, ils ne connaissent que la solution au problème.

source: This sleight also provides a +30 modifier to any skill tests involving math (which the character is calculating, not a computer).
fr_fr: Cet exploit procure aussi un modificateur de +30 à tout test de compétences impliquant des maths (que le personnage calcule, pas un ordinateur).

source: {Sensory Boost} Psi Type: Active
fr_fr: {Boost Sensoriel} Type: Actif

source: Strain Mod: –2
fr_fr: Mod. de Drain: –2

source: An async uses this sleight to increase their natural or augmented sensory perception (sight, audio, smell, augmented) by enhanced cerebral processing, granting a +20 bonus modifier on sensory-based Perception Tests.
fr_fr: Un async utilise cet exploit pour augmenter sa perception sensorielle naturelle ou augmentée (vision, audio, odeur, augmentée) en augmentant le traitement cérébral, accordant un modificateur de +20 sur les Tests de Perceptiosn basés sur les sens.

source: {Superior Kinesics} Psi Type: Passive
fr_fr: {Kinésique Supérieure} Type: Passif

source: The async acquires more insight into people’s emotive signals, gestures, facial expressions, and body language when it comes time to predict the person’s emotional state, intent, or reactions.
fr_fr: L'async acquiert une plus grande perspicacité vis à vis des signaux émotionnels, des gestes, des expressions faciales et du langage corporel de ses interlocuteurs lorsqu'il faut deviner son état émotionnel, ses intentions ou ses réactions.

source: Apply a +10 modifier to Kinesics Skill Tests.
fr_fr: Appliquez un modificateur de +10 aux Test de Compétence Kinésique.

source: {Time Sense} Psi Type: Active
fr_fr: {Perception Temporelle} Type: Actif

source: An async with this ability can slow down his perception of time, making everything appear to move in slow motion or at reduced speed.
fr_fr: Un async avec cette capacité peut ralentir sa perception du temps, percevant ainsi son environnement comme si tout était en slow motion ou à une vitesse réduite.

source: In game terms, this sleight grants the async a Speed of +1.
fr_fr: En terme de jeu, cet exploi tdonne à l'async une Vitesse de +1.

source: This extra Action Phase, however, can only be spent on mental and mesh actions.
fr_fr: Cette Phase d'Action supplémentaire ne peut cependant être dépensée que sur des actiosn mental ou sur le mesh.

source: {Unconscious Lead} Psi Type: Active
fr_fr: {Guide de l'Incosncient} Type: Actif

source: Strain Mod: +0
fr_fr: Mod. de Drain: 0

source: This sleight allows the async to override their consciousness and let their unconscious mind take point.
fr_fr: Cet exploit autorise l'async à surcharger sa conscience et à laisser la part inconsciente de son esprit prendre el contrôle.

source: While in this state, the async’s conscious mind is only dimly aware of what is transgressing, and any memories of this period will be hazy at best.
fr_fr: Dans cet étât, l'esprit conscient de l'async est faiblement conscient de ce qui est transgresser, et tous les souvenirs de cette période seront, dans le meilleur des cas, flous.

source: The advantage is that the unconscious mind acts more quickly, and so the async’s Speed is boosted by +1.
fr_fr: L'avantage et que la part insconsciente de l'esprit agit plus rapidement, et donc la Vitesse de l'async est boostée de +1.
